tap "homebrew/autoupdate"

brew "age"
brew "bat"
brew "brew-cask-completion"
brew "chezmoi"
brew "commitizen"
brew "ctop"
brew "ctop"
brew "diff-so-fancy"
brew "docker"
brew "fnm"
brew "gh"
brew "git-lfs"
brew "git"
brew "glow"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectl"
brew "kubectx"
brew "mas"
brew "node"
brew "powerlevel10k"
brew "protobuf"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "tlrc"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zoxide"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"

cask "alt-tab"
cask "amazon-q"
cask "appcleaner"
cask "arc"
cask "betterdisplay"
cask "cursor"
cask "dbeaver-community"
cask "docker"
cask "github"
cask "google-cloud-sdk"
cask "iterm2"
cask "logi-options-plus"
cask "maccy"
cask "mathpix-snipping-tool"
cask "mitmproxy"
cask "notion"
cask "ollama"
cask "openlens"
cask "postman"
cask "rectangle"
cask "spotify"
cask "stats"
cask "the-unarchiver"
cask "transmission"
cask "tripmode"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zotero"
